{
  "read_more": "read more",
  "homePage": {
    "title": "Home Page",
    "welcome": "Welcome to our website!"
  },
  "header": {
    "title": "Contact our experts team at 070 3538 930 or email us",
    "menu-1": "Hotel Management and Operation Consulting",
    "menu-2": "Hotel Franchise Consulting",
    "menu-3": "Explore Hotel Brands",
    "menu-4": "Insights",
    "menu-5": "About Us",
    "contact": "Book a Meeting"
  },
  "home": {
    "title": "OVER 35 YEARS OF HOSPITALITY MANAGEMENT"
  },
  "footer": {
    "Vibel International": "Vibel International",
    "About Us": "About Us",
    "Our Expert Team": "Our Expert Team",
    "Our Services": "Our Services",
    "Franchise Consulting Services": "Franchise Consulting Services",
    "Management and Operation Consulting Sevice": "Management and Operation Consulting Sevice",
    "Development Consulting and Project Supervision": "Development Consulting and Project Supervision",
    "Contact": "Contact",
    "contact_address_1": "Ho Chi Minh Office: 7th Floor, Me Linh Point Office Tower, No 2 Ngo Duc Ke Street, Ben Nghe Ward, District 1",
    "contact_address_2": "Hai Phong Office: Harbour View Office Tower, No 12 Tran Phu Street, May To Ward, Ngo Quyen District",
    "See Us On": "See Us On"
  },
  "service_landing": {
    "OUR SERVICES": "OUR SERVICES",
    "service_1": "HOTEL, APARTMENT, RESORT MANAGEMENT AND OPERATION CONSULTING",
    "service_2": "FRANCHISE CONSULTING SERVICES",
    "service_3": "DESIGN AND FUNCTIONAL MISSION RECOMMENDATIONS"
  },
  "choose_us_landing": {
    "WHY YOU CHOOSE US": "WHY YOU CHOOSE US",
    "Extensive Expertise": "Extensive Expertise",
    "Over 10 years of experience in the hospitality industry": "Over 10 years of experience in the hospitality industry.",
    "Global Network": "Global Network",
    "Strong connections with leading hotel brands worldwide": "Strong connections with leading hotel brands worldwide.",
    "Flexible Solutions": "Flexible Solutions",
    "Tailored to meet the specific needs of each project": "Tailored to meet the specific needs of each project.",
    "Commitment to Quality": "Commitment to Quality",
    "Delivering results that exceed expectations": "Delivering results that exceed expectations."
  },
  "contact": {
    "title": "Turn Your Vision Into RealitY",
    "description": "Contact Vibel International today and receive support from leading experts in the hospitality industry",
    "btn": "BOOK A MEETING"
  },
  "list_hotel": {
    "HOT PROPERTY": "HOT PROPERTY",
    "View a selection of the finest new developments": "View a selection of the finest new developments",
    "The finest new hotels & resorts in Asia, from beautiful beaches to the largest mixed-use developments in the city": "The finest new hotels & resorts in Asia, from beautiful beaches to the largest mixed-use developments in the city.",
    "READ MORE": "READ MORE",
    "WYNDHAM HOTELS": "WYNDHAM HOTELS",
    "OUR PICK OF WYNDHAM HOTELS": "OUR PICK OF WYNDHAM HOTELS",
    "From a 200 rooms investment opportunity to a new development in Asia, these are the hottest properties you can view right now": "From a 200 rooms investment opportunity to anew development in Asia, these are the hottest properties you can view right now."
  },
  "hotel_manager": {
    "title": "HOTEL MANAGEMENT AND OPERATION CONSULTING",
    "description": "Operating a hotel, resort, or serviced apartment requires not only a deep understanding of the market but also a team of experts to optimize operations and profitability. A professional management company helps investors minimize risks, save time and costs through well-structured strategies, standardized processes, and innovative solutions. Moreover, they establish connections with major partners, tap into sustainable guest sources, and ensure exceptional guest experiences, elevating your brand value and property assets to new heights.",
    "text_1": "Vibel International – Comprehensive Hotel Management and Operation Solutions",
    "text_2": "Vibel International partners with investors from the very beginning, providing optimized solutions to enhance operational efficiency and reduce costs. We analyze local market conditions, advise on suitable hotel scale, establish short-term and long-term development strategies, and build sustainable competitive advantages.",
    "text_3": "With a team of top architects and experts, we offer functional design consultation tailored to each project's needs. Our experienced management team, well-versed in Vietnamese culture and market dynamics, ensures efficient hotel operations and delivers exceptional hospitality experiences.",
    "text_4": "We collaborate closely with leading corporations and strategic guest sourcing partners to maximize revenue and achieve ultimate customer satisfaction. Vibel International is committed to being a trusted partner, helping investors optimize profitability and enhance the long-term value of their assets."
  },
  "hotel_franchise_consulting": {
    "title": "HOTEL FRANCHISE CONSULTING",
    "description": "Franchise Solutions – The optimal choice for Investors. Vibel International partners with investors to select and implement franchise agreements with leading global hotel groups such as Wyndham, Accor, Marriott, and IHG... We offer tailored franchise models, from operational management to comprehensive business solutions, to optimize profitability, elevate brand value, and ensure sustainable success for your project.",
    "text_1": "Vibel International – Your Strategic Partner in Hotel Franchise Consulting",
    "text_2": "Vibel International conducts in-depth research and analysis of local markets for hotels, resorts, and serviced apartments using tools such as “FS,” “SWOT,” “P&L,” “SMART,” and “Projection.” We provide guidance on determining appropriate project scale, management strategies, and short- and long-term development plans to enhance the competitive edge of each project.",
    "text_3": "Currently, Vibel International is the official representative of Wyndham Hotel Group (WHG) in Vietnam and collaborates closely with leading global hospitality brands such as Accor, Marriott, IHG, and others to offer franchise and hotel management services for properties across Vietnam.",
    "text_4": "We offer two primary franchise models:",
    "text_5": "Management Franchise: Combining operational support with comprehensive management.",
    "text_6": "Full Business Format Franchise: Delivering holistic solutions, from business strategy to operations.",
    "text_7": "With a team of seasoned experts and a global network of partners, Vibel International is committed to providing effective solutions, enhancing brand value, and optimizing profitability for investors.",
    "text_8": "The benefits of “franchising” are:",
    "text_9": "Use and legally own a strong, reputable brand, a big brand in the top 5 strongest brands in the world for the project in business development.",
    "text_10": "Receive architectural and design advice for projects according to corporate standards.",
    "text_11": "Before opening, the project's human resources system will be professionally trained and educated by experts.",
    "text_12": "The project will be activated within the group's sales and marketing system and network (with more than 800 offices in different countries/territories).",
    "text_13": "The project (hotel/resort) will be regularly inspected and evaluated to ensure the maintenance of customer service quality, at least twice a year.",
    "text_14": "Brand, commercial image and project name are regularly promoted and developed by the Group's communication and marketing system.",
    "text_15": "The project is linked and connected with the Group's partners (such as airlines, tourism organizations, banking systems, cards, etc.) globally with more than 128 countries and territories.",
    "text_16": "Use the brand and do business under that brand, with revenue within a certain period of time, ensuring compliance with the model, business methods, business processes, and system operating terms.",
    "text_17": "The franchisor will transfer standards, plans, business models and support in promoting and communicating the project.",
    "text_18": "Management service after receiving the franchise (Optional)",
    "text_19": "Project management, shouldering all the investor's worries in maintenance and business for the hotel according to international standards and regulations.",
    "text_20": "The human resources system is regularly trained and educated in the most professional and updated way for the hotel.",
    "text_21": "Establish and build business plans, strategies and systems for the project to bring the best revenue to the investor.",
    "text_22": "We commited",
    "text_23": "The contract term is short term, minimum 10 years, if the investor does not want to extend it further.",
    "text_24": "Brand fee is paid only once, no additional payment required if contract is renewed",
    "text_25": "Big brand, strong brand, in the top 5, strong brands in the world.",
    "text_26": "The business, marketing and sales system is very large with more than 800 offices/systems/business and promotion networks located in 128 countries and territories.",
    "text_27": "Your project has a large customer base of corporate regulars, members (along with over 80 million corporate customers)",
    "text_28": "The transfer costs must meet all requirements and capabilities of the investor.",
    "text_29": "Our brands are members of associations and tourism exhibition organizations around the world, accordingly, the products and projects of the investors are often present or appear in World Tourism programs.",
    "text_30": "Since the project is a member of the brand, the project naturally benefits from the internal sales system (cross-selling/cross-profiting from hotels within the system).",
    "text_31": "High communication and professional marketing support will easily access the customer system as well as the group's communication system to save marketing costs for the project.",
    "text_32": "The investor is provided with the entire process, management standards, procedures, finance, training, and staff management.",
    "text_33": "There is no potential risk when VIBEL INT commits to the investor to only pay the fee after using the service."
  },
  "explore_hotel_brands": {
    "title": "EXPLORE HOTEL BRANDS",
    "description": "At Vibel International, we have established strong partnerships with the world's leading hotel groups, including Wyndham, Accor, Marriott, IHG, and many others. This extensive network allows us to offer a wide range of premium hotel brands, giving investors access to top-tier options tailored to their unique project needs. With our deep industry connections and expertise, we guide you in selecting the most suitable brand to elevate your project, ensuring long-term success and growth. Explore the diverse portfolio of hotel brands we represent and find the perfect match for your investment."
  },
  "develop_consulting_and_project_supervision": {
    "title": "Development Consulting and Project Supervision",
    "description": "Vibel International's Hotel Project Development and Supervision Consulting service helps investors optimize costs, ensure project timelines and quality, while achieving high return on investment (ROI). We provide comprehensive solutions, from selecting the right brand and overseeing construction to managing safety factors and addressing any issues that arise during implementation. With a team of experienced experts, Vibel International is committed to providing long-term strategies, ensuring sustainable project growth, and enhancing the value and profitability of your investment.",
    "text_1": "Vibel International provides comprehensive consulting services for investors in the development and construction phases of hotel projects, covering investment strategy, funding, construction timelines, and quality control. We support investors through the following specific services:",
    "text_2": "Brand Selection Consulting: Assisting in the selection of reputable hotel and resort brands that align with the project's vision and development potential.",
    "text_3": "Architectural and Design Firm Selection: Helping choose professional firms for architectural and interior design to ensure aesthetic value and functionality.",
    "text_4": "Construction Supervision: Monitoring the construction progress to ensure the project is completed on time and meets quality requirements.",
    "text_5": "Investment Cost Management: Controlling the budget, optimizing costs, and helping investors achieve the highest return on investment (ROI).",
    "text_6": "Mechanical, Electrical, and Plumbing System Design Consulting: Ensuring that mechanical, electrical, and plumbing systems comply with international standards and operational requirements.",
    "text_7": "Partnership Connection and Collaboration: Assisting investors in connecting and collaborating with contractors, brand franchisors, and hotel management companies for efficient project implementation.",
    "text_8": "Design and Construction Change Evaluation: Ensuring that any changes to the design and construction do not affect the timeline, quality, safety, or environmental standards.",
    "text_9": "Workplace Safety and Environmental Supervision: Ensuring compliance with safety, environmental, and fire prevention regulations during construction.",
    "text_10": "Project Risk Management: Managing risks associated with the project, ensuring potential issues are forecasted and addressed promptly.",
    "text_11": "Service Goals:",
    "text_12": "Strategic and Project Goal Consulting: We listen carefully to understand the project’s goals and business needs, aiming to maximize business efficiency and ensure sustainable success.",
    "text_13": "Capital Cost Optimization: We work closely with investors to optimize the investment budget, ensuring the highest ROI and effective capital utilization.",
    "text_14": "Multidisciplinary Approach: Our teams use data-driven analysis to provide future strategies, guiding investors in hotel management and operations decisions, while optimizing investment profits.",
    "text_15": "With a team of experienced experts and scientific management methods, Vibel International is committed to partnering with investors to implement internationally standardized, efficient, and sustainable hotel projects."
  },
  "insights": {
    "title": "INSIGHTS",
    "description": "Strategic information and the latest trends in the hospitality industry. Here, hotel owners and operations experts can access invaluable knowledge on franchising, management, and sustainable development. From market analysis to groundbreaking solutions, Vibel International empowers you with the foundation to navigate the future and make informed business decisions."
  },
  "about_us": {
    "title": "ABOUT US",
    "description": "Vibel International - A strategic partner in franchise consulting, design, operation, and management of hotels and resorts in Vietnam, dedicated to elevating property value and maximizing profitability for investors.",
    "text_1": "Vibel International was founded by experienced professionals in the field of development and operation of hotel and resort systems from various countries. Vibel International provides consultancy services for obtaining \"brand franchising\" (Franchise Service) from international hotel corporations. The company also offers design and operational consultancy services for hotel projects and investors in Vietnam.",
    "text_2": "These services include project feasibility analysis and assessment, planning and technical services, owner representation to oversee contractor activities, and handling local legal issues. Vibel International further assists investors in recruiting senior personnel, establishing business and marketing systems, communication frameworks, customer care systems, and supplier networks before project inauguration.",
    "text_3": "Following this, Vibel International takes on the responsibility of managing (Management Service) hotel and resort projects, working closely with the channels and systems of international corporations to optimize operations and business activities. This ensures increased revenue and cost savings while alleviating all concerns for the investors.",
    "text_4": "PRINCIPLES AND PHILOSOPHY OF VIBEL INTERNATIONAL",
    "text_5": "Always deliver the best service quality to customers and partners with integrity, a cooperative attitude, and the highest level of efficiency in work.",
    "text_6": "Commit to complying with laws, policies, and regulations of the State, upholding trustworthiness, and avoiding deceit for profit.",
    "text_7": "Responsibility: Ensure customer satisfaction and partner success. Provide benefits for employees and contribute to societal development.",
    "text_8": "Guarantee peace of mind for customers and partners by prioritizing business ethics to ensure absolute safety in sustainable and long-term development.",
    "text_9": "Commit to safety and environmentally friendly development, promoting a \"green, clean, and beautiful\" environment.",
    "text_10": "Aim to leverage “smart” technology and Industry 4.0 innovations to minimize operational costs and protect the shared environment.",
    "text_11": "MEET THE EXPERT TEAM"
  },
  "book_a_meeting": {
    "title": "BOOK A MEETING",
    "description": "Start your journey of developing and optimizing your hotel project with Vibel International. We will listen, advise, and provide tailored solutions to help you achieve your business goals and maximize investment returns. Schedule a meeting with us today to discuss your project in detail and explore collaboration opportunities.",
    "name": "Name *",
    "email": "Email *",
    "phone": "Phone *",
    "select_a_topic": "Select a Topic",
    "yours_message": "Your Message *",
    "policy": "By providing Vibel International your contact information, you acknowledge and agree to our <code>Privacy Policy</code> and consent to receiving marketing communications, including through automated calls, texts, and emails, some of which may use artificial or prerecorded voices. This consent isn’t necessary for purchasing any products or services and you may opt out at any time. To opt out from texts, you can reply, ‘stop’ at any time. To opt out from emails, you can click on the unsubscribe link in the emails. Message and data rates may apply.",
    "submit": "Submit"
  }
}
